Repository: marekw2143/miarka
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: pl

source: Working mode
pl: Tryb pracy

source: Distance to measure:
pl: Odległość jaką chcesz zmierzyć:

source: distance left:
pl: dystans pozostały:

source: calibration
pl: kalibracja

source: Reset
pl: Resetowanie

source: Measuring mode
pl: Tryb mierzenia

source: Distance to measure in X axis
pl: Podaj dystans jaki chcesz zmierzyć w osi X

source: Distance to measure in Y axis
pl: Podaj dystans jaki chcesz zmierzyć w osi Y

source: Calibrate Y axis
pl: Kalibrowanie osi Y

source: Calibrate X axis
pl: Kalibrowanie osi X

source: Finish calibration
pl: Zakończenie kalibracji

source: Save calibration
pl: Zapisanie kalibracji

source: Allow calibration
pl: Uaktywnienie możliwości kalibracji

source: Distance to measure in %s axis:
pl: Dystans do zmierzenia w osi %s

source: You entered inproper number. You can use arithmetic operators (+, -, * /)
pl: Wprowadziłeś nieprawidłową wartość. Możesz używać operatorów arytmetycznych (+, -, *, /)

source: Enter below "SUWMIARKA". It is protection against accidentally changing of the calibration configuration. Entering word other than "SUWMIARKA" or pressing Cancel key simply returns to the mail menu and doesn't allow calibration. If you choose to allow calibrating, and then with any cause you would like to turn off allowing calibration, choose option
pl: Wpisz w ponizsze pole slowo "SUWMIARKA". Jest to zabezpieczenie majace na celu zapobieganie przypadkowej zmianie parametrow programu. Nacisniecie Anuluj lub Cancel jak rowniez wpisanie czegokolwiek innego niz SUWMIARKA i nacisniecie OK spowoduje nie wlaczenie opcji mozliwosci kalibracji. Przed rozpoczeciem kalibracji zaleca sie zachowanie starego pliku konfiguracyjnego(plik options w katalogu z programem). Jezeli mimo wszystko uaktywnisz mozliwosc kalibracji i z jakichkolwiek powodow bedziesz chcial znow ja wylaczyc, wybierz opcje"Tryb mierzenia"

source: Error during saving calibration data to file.
pl: Błąd podczas zapisywania kalibracji do pliku

source: Calibration data saved correctly
pl: Informacje o kalibracji poprawnie zapisano do pliku.

source: General distance in axis %s: %s
pl: Ogólna odległość na przebyta w osi %s wynosi: %s

source: Enter distance the input device has moved:
pl: Podaj dystans przebyty przez urządzenie odczytujące:

source: Ticks on milimeter in axis
pl: Liczba impulsów myszki na milimetr w osi

source: Starting calibration of axis: %s
pl: Rozpoczęcie kalibracji osi: %s

source: Inproper reading from input device.
pl: Błąd podczas odczytu z urządzenia zmieniającego pozycję kursora na ekranie (prawdopodobnie myszki)
